Repository: xcv58/MacTools
Catalog: Plugins/InputRemapping/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.keyboard.confirmation.enable
source: 启用
ar: تمكين
de: Aktivieren
en: Enable
es: Habilitar
fr: Activer
ja: 有効にする
ko: 활성화
pt: Habilitar
ru: Включить
tr: Etkinleştir
zh_hant: 啟用

# settings.shortcut.record
source: 录制快捷键
ar: سجل الاختصار
de: Verknüpfung aufzeichnen
en: Record shortcut
es: Grabar acceso directo
fr: Raccourci d'enregistrement
ja: 入力キャプチャ
ko: 입력 캡처 바로가기
pt: Atalho de gravação
ru: Ярлык записи
tr: Kısayolu Kaydet
zh_hant: 記錄快捷方式

# settings.shortcut.recording
source: 按下快捷键
ar: اضغط على الاختصار
de: Drücken Sie die Verknüpfung
en: Press the shortcut
es: Pulsa el atajo
fr: Appuyez sur le raccourci
ja: ショートカットを押します
ko: 단축키를 누르세요
pt: Pressione o atalho
ru: Нажмите ярлык
tr: Kısayol tuşlarına basın
zh_hant: 按快速鍵

# settings.action.choose
source: 选择操作
ar: اختر إجراءً
de: Aktion auswählen
en: Choose an action
es: Elige una acción
fr: Choisissez une action
ja: アクションを選択
ko: 동작 선택
pt: Escolha uma ação
ru: Выберите действие
tr: Bir eylem seçin
zh_hant: 選擇操作

# settings.column.input
source: 输入
ar: الإدخال
de: Eingabe
en: Input
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
pt: Entrada
ru: Ввод
tr: Girdi
zh_hant: 輸入

# settings.column.output
source: 输出
ar: الإخراج
de: Ausgabe
en: Output
es: Salida
fr: Sortie
ja: 出力
ko: 출력
pt: Saída
ru: Выход
tr: Çıktı
zh_hant: 輸出

# settings.column.context
source: 上下文
ar: السياق
de: Kontext
en: Context
es: Contexto
fr: Contexte
ja: コンテキスト
ko: 맥락
pt: Contexto
ru: Контекст
tr: Bağlam
zh_hant: 背景

# settings.context.global
source: 所有应用
ar: في كل مكان
de: Überall
en: Everywhere
es: En todas partes
fr: Partout
ja: どこでも
ko: 모든 곳에서
pt: Em todos os lugares
ru: Везде
tr: Her yerde
zh_hant: 無所不在

# settings.context.global.detail
source: 此规则适用于所有应用。
ar: تنطبق هذه القاعدة في كل تطبيق.
de: Diese Regel gilt in jeder App.
en: This rule applies in every app.
es: Esta regla se aplica en todas las aplicaciones.
fr: Cette règle s'applique dans chaque application.
ja: このルールはすべてのアプリに適用されます。
ko: 이 규칙은 모든 앱에 적용됩니다.
pt: Esta regra se aplica a todos os aplicativos.
ru: Это правило применяется в каждом приложении.
tr: Bu kural her uygulamada geçerlidir.
zh_hant: 此規則適用於每個應用程式。

# settings.mapping.more
source: 更多选项
ar: المزيد من الخيارات
de: Weitere Optionen
en: More options
es: Más opciones
fr: Plus d'options
ja: その他のオプション
ko: 추가 옵션
pt: Mais opções
ru: Больше возможностей
tr: Daha fazla seçenek
zh_hant: 更多選擇

# settings.mapping.run
source: 执行
ar: تنفيذ
de: Ausführen
en: Run
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt: Executar
ru: Выполнить
tr: Çalıştır
zh_hant: 執行

# settings.mapping.when
source: 当我激活
ar: عند التفعيل
de: Bei Aktivierung
en: When I activate
es: Al activar
fr: Quand j’active
ja: 有効にしたとき
ko: 활성화할 때
pt: Ao ativar
ru: При активации
tr: Etkinleştirdiğimde
zh_hant: 當我啟用

# settings.mapping.where
source: 位置
ar: أين
de: Wo
en: Where
es: donde
fr: Où
ja: どこで
ko: 어디에
pt: Onde
ru: Где
tr: Nerede
zh_hant: 哪裡

# settings.input.kind.keyboard
source: 键盘
ar: لوحة المفاتيح
de: Tastatur
en: Keyboard
es: Teclado
fr: Clavier
ja: キーボード
ko: 키보드
pt: Teclado
ru: Клавиатура
tr: Klavye
zh_hant: 鍵盤

# settings.input.kind.mouse
source: 鼠标
ar: الفأر
de: Maus
en: Mouse
es: ratón
fr: Souris
ja: マウス
ko: 마우스
pt: Rato
ru: Мышь
tr: Fare
zh_hant: 滑鼠

# settings.input.kind.trackpad
source: 触控板
ar: لوحة التتبع
de: Trackpad
en: Trackpad
es: Panel táctil
fr: Pavé tactile
ja: トラックパッド
ko: 트랙패드
pt: Trackpad
ru: Трекпад
tr: Trackpad
zh_hant: 觸控板

# settings.input.kind.scroll
source: 滚动
ar: قم بالتمرير
de: Scrollen
en: Scroll
es: Desplazarse
fr: Faire défiler
ja: スクロール
ko: 스크롤
pt: Rolar
ru: Прокрутка
tr: Kaydırma
zh_hant: 捲動

# settings.input.preparing
source: 准备录制…
ar: جارٍ تحضير التسجيل…
de: Aufnahme wird vorbereitet…
en: Preparing recording…
es: Preparando grabación…
fr: Préparation de l'enregistrement…
ja: 入力キャプチャを準備中…
ko: 입력 캡처 준비 중…
pt: Preparando gravação…
ru: Подготовка записи…
tr: Kayıt hazırlanıyor…
zh_hant: 準備錄音...

# settings.input.preparing.detail
source: 松开录制按钮后将开始监听。
ar: حرر زر تسجيل الإدخال؛ يبدأ الاستماع بعد ذلك.
de: Lassen Sie die Taste „Eingabe aufzeichnen“ los. Als nächstes beginnt das Zuhören.
en: Release the Record Input button; listening starts next.
es: Suelte el botón Grabar entrada; La escucha comienza a continuación.
fr: Relâchez le bouton Enregistrer l'entrée ; l'écoute commence ensuite.
ja: 入力キャプチャボタンを離すと、待機が始まります。
ko: 입력 캡처 버튼에서 손을 떼면 감지가 시작됩니다.
pt: Solte o botão Gravar entrada; a escuta começa em seguida.
ru: Отпустите кнопку записи ввода; прослушивание начинается следующим.
tr: Girdiyi Kaydet düğmesini bırakın; dinleme hemen başlayacak.
zh_hant: 放開錄音輸入按鈕；接下來開始聆聽。

# settings.input.recording.detail
source: 按一次按键、鼠标按钮或滚动。
ar: اضغط على مفتاح أو زر الماوس أو قم بالتمرير مرة واحدة.
de: Drücken Sie einmal eine Taste, eine Maustaste oder scrollen Sie.
en: Press a key, mouse button, or scroll once.
es: Presione una tecla, un botón del mouse o desplácese una vez.
fr: Appuyez sur une touche, sur le bouton de la souris ou faites défiler une fois.
ja: キー、マウス ボタン、またはスクロールを 1 回押します。
ko: 키, 마우스 버튼을 누르거나 한 번 스크롤합니다.
pt: Pressione uma tecla, botão do mouse ou role uma vez.
ru: Нажмите клавишу, кнопку мыши или выполните прокрутку один раз.
tr: Bir tuşa veya fare düğmesine bir kez basın ya da bir kez kaydırın.
zh_hant: 按一個鍵、滑鼠按鈕或滾動一次。

# settings.shortcut.preparing
source: 准备录制快捷键…
ar: جارٍ تحضير تسجيل الاختصار…
de: Verknüpfungsaufzeichnung wird vorbereitet…
en: Preparing shortcut recording…
es: Preparando grabación de acceso directo...
fr: Préparation de l'enregistrement des raccourcis…
ja: ショートカットの記録を準備しています…
ko: 바로가기 녹화 준비 중…
pt: Preparando gravação de atalho…
ru: Подготовка ярлыка записи…
tr: Kısayol kaydı hazırlanıyor…
zh_hant: 正在準備快捷方式錄製...

# settings.shortcut.preparing.detail
source: 松开录制快捷键按钮后将开始监听。
ar: حرر زر اختصار التسجيل؛ يبدأ الاستماع بعد ذلك.
de: Lassen Sie die Aufnahme-Shortcut-Taste los; Als nächstes beginnt das Zuhören.
en: Release the Record Shortcut button; listening starts next.
es: Suelte el botón Grabar acceso directo; La escucha comienza a continuación.
fr: Relâchez le bouton de raccourci d'enregistrement ; l'écoute commence ensuite.
ja: ショートカットキャプチャボタンを離すと、待機が始まります。
ko: 바로가기 캡처 버튼에서 손을 떼면 감지가 시작됩니다.
pt: Solte o botão Atalho de Gravação; a escuta começa em seguida.
ru: Отпустите кнопку «Ярлык записи»; прослушивание начинается следующим.
tr: Kısayolu Kaydet düğmesini bırakın; dinleme hemen başlayacak.
zh_hant: 放開錄製快捷方式按鈕；接下來開始聆聽。

# settings.trackpadGesture.tipTapLeftOneFixed
source: TipTap — 左侧，一根固定手指
ar: TipTap — اليسار، إصبع واحد ثابت
de: TipTap – links, ein fester Finger
en: TipTap — left, one fixed finger
es: TipTap: izquierda, un dedo fijo
fr: TipTap – gauche, un doigt fixe
ja: TipTap — 左、1 本の固定指
ko: TipTap — 왼쪽, 고정된 손가락 1개
pt: TipTap – esquerda, um dedo fixo
ru: TipTap — левый, один фиксированный палец
tr: TipTap — sol, tek sabit parmak
zh_hant: TipTap — 左手，一根固定手指

# settings.trackpadGesture.tipTapRightOneFixed
source: TipTap — 右侧，一根固定手指
ar: TipTap - يمين، إصبع واحد ثابت
de: TipTap – rechts, ein fester Finger
en: TipTap — right, one fixed finger
es: TipTap: derecha, un dedo fijo
fr: TipTap – à droite, un doigt fixe
ja: TipTap — 右、固定指 1 本
ko: TipTap — 오른쪽, 고정된 손가락 하나
pt: TipTap – direita, um dedo fixo
ru: TipTap — вправо, один фиксированный палец
tr: TipTap — sağ, tek sabit parmak
zh_hant: TipTap — 右手，一根固定手指

# settings.trackpadGesture.tipTapLeftTwoFixed
source: TipTap — 左侧，两根固定手指
ar: TipTap — اليسار، إصبعين ثابتين
de: TipTap – links, zwei feste Finger
en: TipTap — left, two fixed fingers
es: TipTap: izquierda, dos dedos fijos
fr: TipTap – gauche, deux doigts fixes
ja: TipTap — 左、2 本の固定指
ko: TipTap — 왼쪽, 두 개의 고정 손가락
pt: TipTap – esquerda, dois dedos fixos
ru: ТипТап — левый, два фиксированных пальца
tr: TipTap — sol, iki sabit parmak
zh_hant: TipTap — 左，兩隻固定手指

# settings.trackpadGesture.tipTapMiddleTwoFixed
source: TipTap — 中间，两根固定手指
ar: TipTap — الأوسط، إصبعين ثابتين
de: TipTap – mittlere, zwei feste Finger
en: TipTap — middle, two fixed fingers
es: TipTap: medio, dos dedos fijos
fr: TipTap – milieu, deux doigts fixes
ja: TipTap — 中指 2 本の固定指
ko: TipTap — 가운데, 두 개의 고정 손가락
pt: TipTap – meio, dois dedos fixos
ru: ТипТап — средний, два фиксированных пальца
tr: TipTap — orta, iki sabit parmak
zh_hant: TipTap — 中指、兩隻固定手指

# settings.trackpadGesture.tipTapRightTwoFixed
source: TipTap — 右侧，两根固定手指
ar: TipTap - يمين، إصبعين ثابتين
de: TipTap – rechts, zwei feste Finger
en: TipTap — right, two fixed fingers
es: TipTap: derecha, dos dedos fijos
fr: TipTap – à droite, deux doigts fixes
ja: TipTap — 右、2 本の固定指
ko: TipTap — 오른쪽, 두 개의 고정된 손가락
pt: TipTap – direita, dois dedos fixos
ru: ТипТап — вправо, два фиксированных пальца
tr: TipTap — sağ, iki sabit parmak
zh_hant: TipTap — 右手，兩顆固定手指

# settings.trackpadGesture.threeFingerTap
source: 三指轻点
ar: اضغط بثلاثة أصابع
de: Drei-Finger-Tippen
en: Three-finger tap
es: Toque con tres dedos
fr: Toucher à trois doigts
ja: 3本指タップ
ko: 세 손가락 탭
pt: Toque com três dedos
ru: Касание тремя пальцами
tr: Üç parmakla dokunma
zh_hant: 三指點擊

# settings.trackpadGesture.fourFingerTap
source: 四指轻点
ar: اضغط بأربعة أصابع
de: Vier-Finger-Tippen
en: Four-finger tap
es: Toque con cuatro dedos
fr: Toucher à quatre doigts
ja: 4本指タップ
ko: 네 손가락 탭
pt: Toque com quatro dedos
ru: Касание четырьмя пальцами
tr: Dört parmakla dokunma
zh_hant: 四指點擊

# settings.trackpadGesture.fiveFingerTap
source: 五指轻点
ar: اضغط بخمسة أصابع
de: Fünf-Finger-Tippen
en: Five-finger tap
es: Toque de cinco dedos
fr: Toucher à cinq doigts
ja: 5本指タップ
ko: 다섯 손가락 탭
pt: Toque com cinco dedos
ru: Касание пятью пальцами
tr: Beş parmakla dokunma
zh_hant: 五指點擊

# settings.trackpadGesture.threeFingerLongTouch
source: 三指长按
ar: لمسة طويلة بثلاثة أصابع
de: Lange Berührung mit drei Fingern
en: Three-finger long touch
es: Toque largo con tres dedos
fr: Toucher long à trois doigts
ja: 3本指ロングタッチ
ko: 세 손가락 길게 터치
pt: Toque longo com três dedos
ru: Длинное касание тремя пальцами
tr: Üç parmakla uzun dokunma
zh_hant: 三指長按

# settings.trackpadGesture.fourFingerLongTouch
source: 四指长按
ar: لمسة طويلة بأربعة أصابع
de: Lange Berührung mit vier Fingern
en: Four-finger long touch
es: Toque largo con cuatro dedos
fr: Toucher long à quatre doigts
ja: 4本指ロングタッチ
ko: 네 손가락 길게 터치
pt: Toque longo com quatro dedos
ru: Длинное касание четырьмя пальцами
tr: Dört parmakla uzun dokunma
zh_hant: 四指長觸摸

# settings.trackpadGesture.fiveFingerLongTouch
source: 五指长按
ar: لمسة طويلة بخمسة أصابع
de: Lange Berührung mit fünf Fingern
en: Five-finger long touch
es: Toque largo de cinco dedos
fr: Toucher long à cinq doigts
ja: 5本指ロングタッチ
ko: 다섯 손가락 길게 터치
pt: Toque longo com cinco dedos
ru: Длинное касание пятью пальцами
tr: Beş parmakla uzun dokunma
zh_hant: 五指長觸摸

# settings.trackpadGesture.threeFingerDoubleTap
source: 三指双击
ar: اضغط مرتين بثلاثة أصابع
de: Doppeltippen mit drei Fingern
en: Three-finger double tap
es: Doble toque con tres dedos
fr: Appuyez deux fois avec trois doigts
ja: 3本指のダブルタップ
ko: 세 손가락으로 두 번 탭하기
pt: Toque duplo com três dedos
ru: Двойное касание тремя пальцами
tr: Üç parmakla çift dokunma
zh_hant: 三指雙擊

# settings.trackpadGesture.fourFingerDoubleTap
source: 四指双击
ar: اضغط مرتين بأربعة أصابع
de: Doppeltippen mit vier Fingern
en: Four-finger double tap
es: Doble toque con cuatro dedos
fr: Appuyez deux fois avec quatre doigts
ja: 4本指のダブルタップ
ko: 네 손가락으로 두 번 탭하기
pt: Toque duplo com quatro dedos
ru: Двойное касание четырьмя пальцами
tr: Dört parmakla çift dokunma
zh_hant: 四指雙擊

# settings.trackpadGesture.fiveFingerDoubleTap
source: 五指双击
ar: اضغط مرتين بخمسة أصابع
de: Doppeltippen mit fünf Fingern
en: Five-finger double tap
es: Doble toque con cinco dedos
fr: Appuyez deux fois avec cinq doigts
ja: 5本指のダブルタップ
ko: 다섯 손가락으로 두 번 탭하기
pt: Toque duplo com cinco dedos
ru: Двойное касание пятью пальцами
tr: Beş parmakla çift dokunma
zh_hant: 五指雙擊

# settings.recording.error
source: 无法开始录制。
ar: تعذر بدء التسجيل.
de: Die Aufnahme konnte nicht gestartet werden.
en: Recording could not start.
es: No se pudo iniciar la grabación.
fr: Impossible de démarrer l’enregistrement.
ja: 入力キャプチャを開始できませんでした。
ko: 입력 캡처를 시작할 수 없습니다.
pt: Não foi possível iniciar a gravação.
ru: Не удалось начать запись.
tr: Kayıt başlatılamadı.
zh_hant: 無法開始記錄。

# settings.recording.unavailable
source: 输入捕获暂时不可用，请重试。
ar: تعذر التقاط الإدخال الآن. حاول مرة أخرى.
de: Die Eingabeerfassung ist derzeit nicht verfügbar. Erneut versuchen.
en: Input capture is unavailable right now. Try again.
es: La captura de entrada no está disponible ahora. Inténtalo de nuevo.
fr: La capture des entrées est momentanément indisponible. Réessayez.
ja: 入力キャプチャを現在利用できません。再試行してください。
ko: 입력 캡처를 지금 사용할 수 없습니다. 다시 시도하세요.
pt: A captura de entrada não está disponível agora. Tente novamente.
ru: Захват ввода сейчас недоступен. Повторите попытку.
tr: Girdi yakalama şu anda kullanılamıyor. Yeniden deneyin.
zh_hant: 輸入擷取目前無法使用，請重試。

# settings.recording.openFormat
source: 打开%@
ar: فتح %@
de: %@ öffnen
en: Open %@
es: Abrir %@
fr: Ouvrir %@
ja: %@を開く
ko: %@ 열기
pt: Abrir %@
ru: Открыть: %@
tr: %@ Öğesini Aç
zh_hant: 打開%@

# settings.recording.retry
source: 重试
ar: حاول مرة أخرى
de: Erneut versuchen
en: Try again
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
tr: Yeniden Dene
zh_hant: 重試

# settings.mapping.usedByAnotherPlugin
source: 已被其他插件使用
ar: تستخدمه إضافة أخرى
de: Von einem anderen Plugin verwendet
en: Used by another plugin
es: Usado por otro plugin
fr: Utilisé par un autre plugin
ja: 別のプラグインが使用中
ko: 다른 플러그인에서 사용 중
pt: Usado por outro plugin
ru: Используется другим плагином
tr: Başka bir eklenti tarafından kullanılıyor
zh_hant: 已被其他外掛使用

# settings.mouseInteraction.click
source: 单击
ar: نقرة
de: Klick
en: Click
es: Clic
fr: Clic
ja: クリック
ko: 클릭
pt: Clique
ru: Щелчок
tr: Tıklama
zh_hant: 按一下

# settings.mouseInteraction.doubleClick
source: 双击
ar: نقرة مزدوجة
de: Doppelklick
en: Double-click
es: Doble clic
fr: Double-clic
ja: ダブルクリック
ko: 이중 클릭
pt: Clique duplo
ru: Двойной щелчок
tr: Çift Tıklama
zh_hant: 按兩下

# settings.mouseInteraction.longPress
source: 长按
ar: ضغط مطوّل
de: Langes Drücken
en: Long Press
es: Pulsación larga
fr: Appui long
ja: 長押し
ko: 길게 누르기
pt: Pressão longa
ru: Долгое нажатие
tr: Uzun Basma
zh_hant: 長按

# settings.scroll.down
source: 向下
ar: لأسفل
de: Nach unten
en: Down
es: Abajo
fr: Vers le bas
ja: 下
ko: 아래로
pt: Para baixo
ru: Вниз
tr: Aşağı

# settings.scroll.left
source: 向左
ar: لليسار
de: Nach links
en: Left
es: Izquierda
fr: Vers la gauche
ja: 左
ko: 왼쪽으로
pt: Para a esquerda
ru: Влево
tr: Sol

# settings.scroll.right
source: 向右
ar: لليمين
de: Nach rechts
en: Right
es: Derecha
fr: Vers la droite
ja: 右
ko: 오른쪽으로
pt: Para a direita
ru: Вправо
tr: Sağ

# settings.scroll.up
source: 向上
ar: لأعلى
de: Nach oben
en: Up
es: Arriba
fr: Vers le haut
ja: 上
ko: 위로
pt: Para cima
ru: Вверх
tr: Yukarı

# settings.trackpadGesture
source: 触控板手势
ar: إيماءة لوحة التعقب
de: Trackpad-Geste
en: Trackpad Gesture
es: Gesto del trackpad
fr: Geste du trackpad
ja: トラックパッドのジェスチャ
ko: 트랙패드 제스처
pt: Gesto do trackpad
ru: Жест трекпада
tr: İzleme Dörtgeni Hareketi
zh_hant: 觸控板手勢

# settings.trigger.keyboard.format
source: 按键 %@%d
ar: مفتاح %@%d
de: Taste %@%d
en: Key %@%d
es: Tecla %@%d
fr: Touche %@%d
ja: キー %@%d
ko: 키 %@%d
pt: Tecla %@%d
ru: Клавиша %@%d
tr: Tuş %@%d
zh_hant: 按鍵 %@%d

# settings.trigger.mouse.format
source: 鼠标按键 %@%d
ar: زر الماوس %@%d
de: Maustaste %@%d
en: Mouse button %@%d
es: Botón del ratón %@%d
fr: Bouton de souris %@%d
ja: マウスボタン %@%d
ko: 마우스 버튼 %@%d
pt: Botão do mouse %@%d
ru: Кнопка мыши %@%d
tr: Fare düğmesi %@%d
zh_hant: 滑鼠按鍵 %@%d

# settings.trigger.scroll.format
source: 滚动 %@%@
ar: تمرير %@%@
de: Scrollen %@%@
en: Scroll %@%@
es: Desplazamiento %@%@
fr: Défilement %@%@
ja: スクロール %@%@
ko: 스크롤 %@%@
pt: Rolar %@%@
ru: Прокрутка %@%@
tr: Kaydırma %@%@
zh_hant: 捲動 %@%@

# settings.trigger.trackpad.format
source: 触控板 %@
ar: لوحة التعقب %@
de: Trackpad %@
en: Trackpad %@
es: Trackpad %@
fr: Trackpad %@
ja: トラックパッド %@
ko: 트랙패드 %@
pt: Trackpad %@
ru: Трекпад %@
tr: İzleme dörtgeni %@
zh_hant: 觸控板 %@
